<?php
/*
+--------------------------------------------------------------------------
|   TS Special Edition v.5.6 
|   ========================================
|   by xam
|   (c) 2005 - 2008 Template Shares Services
|   http://templateshares.net
|   ========================================
|   Web: http://templateshares.net
|   Time: January 23, 2009, 7:43 am
|   Signature Key: TSSE04152009
|   Email: contact@templateshares.net
|   TS SE IS NOT FREE SOFTWARE!
+---------------------------------------------------------------------------
*/
/* 
TS Special Edition Russian (Admin) Language File
Translation by Lexxus (http://strike.migraph.ru) Version: 0.1
*/

if(!defined('IN_TRACKER'))
  die('Hacking attempt!');

// poll.php ** Re-coded since v5.6 **
$language['poll'] = array
(
	'nopoll'		=>	'Нет возможности проголосовать.',
	'poll11'		=>	'Вы уже проголосовали!',
	'poll12'		=>	'Это голосование закрыто',
	'poll13'		=>	'Вы можете не голосовать!',
	'editpoll'	=>	'Редактировать Голосование',
	'createpoll'=>	'Создать Голосование',
	'deletepoll'=>	'Удалить голосование',
	'results'		=>	'Посмотреть результаты голосования',
	'closed'		=>	'Этот опрос будет закрыт на {1} по {2}',
	'multiple'	=>	'Можно выбрать несколько голосов.',
	'multiple2'=>	'Разрешить мульти-голосование: Дает пользователю возможность выбрать несколько ответов одновременно',
	'voters'		=>	'Проголосовавшие',
	'poll'			=>	'Голос',
	'warning'	=>	'Публичное голосование: Остальные пользователи будут видеть, кто за что проголосовал.',
	'options'	=>	'Настройки Голосования',
	'votenow'=>	'Сейчас голосовали',
	'invalid'		=>	'Указан неверный опрос. Пожалуйста сообщите об этом администратору, если не удастся решить проблему',
	'closed2'	=>	'Голосование закрыто. Пожалуйста нажмите "Назад" для возврата к голосованию.',
	'avoted'	=>	'Вы уже проголосовали. Пожалуйста нажмите "Назад" для того, чтобы вернуться на предыдущую страницу и просмотреть результаты.',
	'nselected'=>	'К сожалению, Вы не выбрали вариант ответа. Пожалуйста нажмите "Назад" для возврата на предыдущую страницу, чтобы Вы смогли выбрать вариант ответа и проголосовать.',	
	'thx'			=>	'Спасибо.',
	'option'		=>	'Вариант {1}',
	'votes'		=>	'Голоса',
	'question'	=>	'Вопрос для голосования',
	'ao1'			=>	'Дополнительный вариант 1',
	'ao2'			=>	'Дополнительный вариант 2',
	'sort'			=>	'Запомнить варианты для голосования',
	'timeout'	=>	'Время голосования',
	'timeout2'	 =>	'Если вы хотите, чтобы голосование было автоматически закрыто по истечению срока, введите число дней здесь. Установите 0, если хотите чтобы голосование было всегда открыто, пока его не закроет модератор/администратор',
	'close'		=>	'Закрыть Голосование',
	'close2'		=>	'Чтобы закрыть голосование, убедитесь, что оно в этом окне.',
	'closenote'=>	'Примечание: Закрытие этого опроса делает невозможным голосование.',
	'after'		=>	'Дней после {1}',
	'public'		=>	'Сдлеать голосование публичным: Отображаются все пользователи кто голосовал и за какой вариант голосовал.',
	'save'		=>	'Сохранить изменения',
	'reset'		=>	'Сбросить',
	'error'		=>	'Пожалуйста закончите свой вопрос хотя бы двумя вариантами ответа. Нажмите "Назад" для того, чтобы исправить эту проблему и попробуйте еще раз.',
	'polls'		=>	'Показать все голоса',
	'action'		=>	'Действие',
	'sure'		=>	'Вы уверены что хотите удалить этот опрос?',
	'created'	=>	'Создано',
	'status'		=>	'Статус',
	'active'		=>	'Активно',
	'disable'	=>	'Отключено',
);
?>